"A new version of Meteo (%@) is available; would you like to visit the web site?" = "A new version of Meteo (%@) is available; would you like to visit the web site?";

"Cancel" = "Cancel";

"City Switcher" = "City Switcher";

"Controls" = "Controls";

"Current Conditions" = "Current Conditions";

"Extended Forecast" = "Extended Forecast";

"New Version" = "New Version";

"No Active Cities" = "No Active Cities";

"No new Version" = "No new Version";

"No Weather" = "No Weather";

"OK" = "OK";

"Preferences" = "Preferences";

"Quit" = "Quit";

"Refresh" = "Refresh";

"Show City Editor" = "Show City Editor";

"Visit Web Site" = "Visit Web Site";

"Weather For" = "Weather For";

"You have the most recent version of Meteorologist" = "You have the most recent version of Meteorologist";

